"kAlertTitleFormat" = "An account has been provided for you on %@. Would you like to set up your applications to use this server?";
"kAlertMsgFormat" = "This server provides %@ services.";

"kOSXServerStatusDivider" = ", ";

"kOSXServerStatusLastDividerFormat" = "%@and %@";

"kOSXServerStatusServicesListTwoServicesFormat" = "%@ and %@";

"kSetUpBtn" = "Set Up";
"kNotNowBtn" = "Not Now";
"kDontAskAgainBtn" = "Don't Ask Again";
"kAlertTitle" = "Mac OS X Server Invitation";

// needed for services list
"AddressBook" = "Address Book";
"Calendar" = "iCal";
"Jabber" = "iChat";
"Mail" = "Mail";
"VPN" = "VPN";
